test-str = Тестовая строка!
create-userpic = Создать аватар
start-message =
    Приветствую. Я — простой бот, который поможет поместить аватарку в рамку. Для этого выбери команду
    /avatar
cancel-command = Отмена
autocrop-command = Так сойдёт
photo-prompt =
    📸 Отправь мне своё лучшее фото.
    
    P.S. Если в какой-то момент покажется, что я завис и не отвечаю, можещь начать сначала командой
    /avatar
select-position-command = Выбрать расположение
select-position-prompt = Фото загружено. Выберите как оно будет располагаться внутри рамки.
processing-photo = Аватар обрабатывается... (это может занять какое-то время)
final-message =
    🔁 Если хочешь обработать другое фото, то для этого снова используй команду
    /avatar
processing-cancelled = Уже активированная обработка фотографии отменена.
processing-cancelled-message = Обработка фотографии отменена.
processing-error = Ошибка обработки фото, попробуйте ещё раз: /avatar
conversation-timeout =
    Обработка фото отменена, так как долго не было активных действий от пользователя.
    Запустить новую можно по команде /avatar
unknown-input = Я не знаю такой команды...
frame-mover-help-desktop =
    Фото можно перемещать мышкой, для вращения зажмите кнопку Shift.
    Для масштабирования используйте прокрутку.
frame-mover-help-mobile =
    Фото можно перемещать одним касанием. Двумя — вращать и масштабировать.
    Если вместо перемещения фото сворачивается окно, попробуйте начать с движения вверх.
frame-mover-help-unified =
    Фото можно перемещать, вращать и масштабировать.
    Для масштабирования или вращения мышкой, используйте прокрутку и кнопку Shift.
frame-mover-finish-button-text = Готово
